Revit 2027 API
ParameterTypeId.SectionShowInOneViewOnly Property
 "Show in"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionShowInOneViewOnly { get; }
Public Shared ReadOnly Property SectionShowInOneViewOnly As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionShowInOneViewOnly {
	ForgeTypeId^ get ();
}
static member SectionShowInOneViewOnly : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace